import React from "react";

export const AboutMeSec = () => {
  return (
    <section className="about-me__section" id="about_sec">
      <div className="container">
        <div className="about-me__section-body">
          <div className="about-me__section-info-wrap">
            <h1 className="about-me__section-title">Обо мне</h1>
            <div className="about-me__section-text-wrap">
              <p className="about-me__section-text">
                Привет! Меня зовут Яна, и я айти рекрутер с богатым опытом в
                индустрии информационных технологий. Моя страсть к поиску
                талантов и сбору команды, способной преодолевать любые
                технические вызовы, никогда не угасает. За годы работы я
                научилась не только распознавать талантливых специалистов, но и
                понимать их потребности и амбиции, что позволяет мне находить
                идеальное соответствие между компанией и кандидатом. Я верю, что
                ключ к успеху в рекрутменте - это не только навыки поиска, но и
                способность строить долгосрочные отношения, основанные на
                взаимном уважении и доверии.
                <br />
              </p>
              <p className="about-me__section-text">
                Благодаря моему опыту и профессиональным навыкам, я умею
                эффективно анализировать потребности компаний и выстраивать
                стратегии поиска наиболее подходящих кандидатов. Моя работа не
                ограничивается простым поиском резюме - я активно ищу
                специалистов, которые не только соответствуют требованиям
                вакансий, но и принесут дополнительную ценность команде своими
                уникальными навыками и опытом.
              </p>
              <p className="about-me__section-text">
                Каждый новый проект для меня - это возможность применить свой
                профессионализм и креативность для достижения лучших
                результатов. Я стремлюсь к постоянному росту и
                совершенствованию, следуя за новейшими тенденциями в мире
                рекрутмента и информационных технологий. Моя цель - помогать
                компаниям находить и привлекать лучшие таланты, создавая условия
                для успешного развития как для кандидатов, так и для
                работодателей.
              </p>
            </div>
          </div>
        </div>
      </div>
    </section>
  );
};
